{"name":"Deck of Many Things","source":"DMG","page":162,"srd":true,"tier":"major","rarity":"legendary","wondrous":true,"ability":{"from":["str","dex","con","int","wis","cha"],"count":1,"amount":2},"grantsProficiency":true,"entries":["Usually found in a box or pouch, this deck contains a number of cards made of ivory or vellum. Most (75 percent) of these decks have only thirteen cards, but the rest have twenty-two.","Before you draw a card, you must declare how many cards you intend to draw and then draw them randomly (you can use an altered deck of playing cards to simulate the deck). Any cards drawn in excess of this number have no effect. Otherwise, as soon as you draw a card from the deck, its magic takes effect. You must draw each card no more than 1 hour after the previous draw. If you fail to draw the chosen number, the remaining number of cards fly from the deck on their own and take effect all at once.","Once a card is drawn, it fades from existence. Unless the card is the Fool or the Jester, the card reappears in the deck, making it possible to draw the same card twice.",{"type":"entries","name":"A Question of Enmity","entries":["Two of the cards in a deck of many things can earn a character the enmity of another being. With the Flames card, the enmity is overt. The character should experience the devil's malevolent efforts on multiple occasions. Seeking out the fiend shouldn't be a simple task, and the adventurer should clash with the devil's allies and followers a few times before being able to confront the devil itself."]},"In the case of the Rogue card, the enmity is secret and should come from someone thought to be a friend or an ally. As Dungeon Master, you should wait for a dramatically appropriate moment to reveal this enmity, leaving the adventurer guessing who is likely to become a betrayer.",{"type":"table","colLabels":["{@dice 1d22|Playing Card}","Card"],"colStyles":["col-6 text-center","col-6 text-center"],"rows":[[{"type":"cell","roll":{"exact":1},"entry":"Ace of diamonds"},"Vizier*"],[{"type":"cell","roll":{"exact":2},"entry":"King of diamonds"},"Sun"],[{"type":"cell","roll":{"exact":3},"entry":"Queen of diamonds"},"Moon"],[{"type":"cell","roll":{"exact":4},"entry":"Jack of diamonds"},"Star"],[{"type":"cell","roll":{"exact":5},"entry":"Two of diamonds"},"Comet*"],[{"type":"cell","roll":{"exact":6},"entry":"Ace of hearts"},"The Fates*"],[{"type":"cell","roll":{"exact":7},"entry":"King of hearts"},"Throne"],[{"type":"cell","roll":{"exact":8},"entry":"Queen of hearts"},"Key"],[{"type":"cell","roll":{"exact":9},"entry":"Jack of hearts"},"Knight"],[{"type":"cell","roll":{"exact":10},"entry":"Two of hearts"},"Gem*"],[{"type":"cell","roll":{"exact":11},"entry":"Ace of clubs"},"Talons*"],[{"type":"cell","roll":{"exact":12},"entry":"King of clubs"},"The Void"],[{"type":"cell","roll":{"exact":13},"entry":"Queen of clubs"},"Flames"],[{"type":"cell","roll":{"exact":14},"entry":"Jack of clubs"},"Skull"],[{"type":"cell","roll":{"exact":15},"entry":"Two of clubs"},"Idiot*"],[{"type":"cell","roll":{"exact":16},"entry":"Ace of spades"},"Donjon*"],[{"type":"cell","roll":{"exact":17},"entry":"King of spades"},"Ruin"],[{"type":"cell","roll":{"exact":18},"entry":"Queen of spades"},"Euryale"],[{"type":"cell","roll":{"exact":19},"entry":"Jack of spades"},"Rogue"],[{"type":"cell","roll":{"exact":20},"entry":"Two of spades"},"Balance*"],[{"type":"cell","roll":{"exact":21},"entry":"Joker (with TM)"},"Fool*"],[{"type":"cell","roll":{"exact":22},"entry":"Joker (without TM)"},"Jester"]],"footnotes":["* Found only in a deck with twenty-two cards"]},{"type":"entries","name":"Vizier","entries":["At any time you choose within one year of drawing this card, you can ask a question in meditation and mentally receive a truthful answer to that question. Besides information, the answer helps you solve a puzzling problem or other dilemma. In other words, the knowledge comes with wisdom on how to apply it."]},{"type":"entries","name":"Sun","entries":["You gain 50,000 XP, and a wondrous item (which the DM determines randomly) appears in your hands."]},{"type":"entries","name":"Moon","entries":["You are granted the ability to cast the {@spell wish} spell {@dice 1d3} times."]},{"type":"entries","name":"Star","entries":["Increase one of your ability scores by 2. The score can exceed 20 but can't exceed 24."]},{"type":"entries","name":"Comet","entries":["If you single-handedly defeat the next hostile monster or group of monsters you encounter, you gain experience points enough to gain one level. Otherwise, this card has no effect."]},{"type":"entries","name":"The Fates","entries":["Reality's fabric unravels and spins anew, allowing you to avoid or erase one event as if it never happened. You can use the card's magic as soon as you draw the card or at any other time before you die."]},{"type":"entries","name":"Throne","entries":["You gain proficiency in the {@skill Persuasion} skill, and you double your proficiency bonus on checks made with that skill. In addition, you gain rightful ownership of a small keep somewhere in the world. However, the keep is currently in the hands of monsters, which you must clear out before you can claim the keep as yours."]},{"type":"entries","name":"Key","entries":["A rare or rarer magic weapon with which you are proficient appears in your hands. The DM chooses the weapon."]},{"type":"entries","name":"Knight","entries":["You gain the service of a 4th-level fighter who appears in a space you choose within 30 feet of you. The fighter is of the same race as you and serves you loyally until death, believing the fates have drawn him or her to you. You control this character."]},{"type":"entries","name":"Gem","entries":["Twenty-five pieces of jewelry worth 2,000 gp each or fifty gems worth 1,000 gp each appear at your feet."]},{"type":"entries","name":"Talons","entries":["Every magic item you wear or carry disintegrates. Artifacts in your possession aren't destroyed but do vanish."]},{"type":"entries","name":"The Void","entries":["This black card spells disaster. Your soul is drawn from your body and contained in an object in a place of the DM's choice. One or more powerful beings guard the place. While your soul is trapped in this way, your body is {@condition incapacitated}. A {@spell wish} spell can't restore your soul, but the spell reveals the location of the object that holds it. You draw no more cards."]},{"type":"entries","name":"Flames","entries":["A powerful devil becomes your enemy. The devil seeks your ruin and plagues your life, savoring your suffering before attempting to slay you. This enmity lasts until either you or the devil dies."]},{"type":"entries","name":"Skull","entries":["You summon an {@creature avatar of death|dmg}-a ghostly humanoid skeleton clad in a tattered black robe and carrying a spectral scythe. It appears in a space of the DM's choice within 10 feet of you and attacks you, warning all others that you must win the battle alone. The avatar fights until you die or it drops to 0 hit points, whereupon it disappears. If anyone tries to help you, the helper summons its own {@creature avatar of death|dmg}. A creature slain by an {@creature avatar of death|dmg} can't be restored to life."]},{"type":"entries","name":"Idiot","entries":["Permanently reduce your Intelligence by {@dice 1d4 + 1} (to a minimum score of 1). You can draw one additional card beyond your declared draws."]},{"type":"entries","name":"Donjon","entries":["You disappear and become entombed in a state of suspended animation in an extradimensional sphere. Everything you were wearing and carrying stays behind in the space you occupied when you disappeared. You remain imprisoned until you are found and removed from the sphere. You can't be located by any divination magic, but a {@spell wish} spell can reveal the location of your prison. You draw no more cards."]},{"type":"entries","name":"Ruin","entries":["All forms of wealth that you carry or own, other than magic items, are lost to you. Portable property vanishes. Businesses, buildings, and land you own are lost in a way that alters reality the least. Any documentation that proves you should own something lost to this card also disappears."]},{"type":"entries","name":"Euryale","entries":["The card's {@creature medusa}-like visage curses you. You take a -2 penalty on saving throws while cursed in this way. Only a god or the magic of The Fates card can end this curse."]},{"type":"entries","name":"Rogue","entries":["A nonplayer character of the DM's choice becomes hostile toward you. The identity of your new enemy isn't known until the NPC or someone else reveals it. Nothing less than a {@spell wish} spell or divine intervention can end the NPC's hostility toward you."]},{"type":"entries","name":"Balance","entries":["Your mind suffers a wrenching alteration, causing your alignment to change. Lawful becomes chaotic, good becomes evil, and vice versa. If you are true neutral or unaligned, this card has no effect on you."]},{"type":"entries","name":"Fool","entries":["You lose 10,000 XP, discard this card, and draw from the deck again, counting both draws as one of your declared draws. If losing that much XP would cause you to lose a level, you instead lose an amount that leaves you with just enough XP to keep your level."]},{"type":"entries","name":"Jester","entries":["You gain 10,000 XP, or you can draw two additional cards beyond your declared draws."]}],"attachedSpells":["wish"],"lootTables":["Magic Item Table I"],"hasFluffImages":true}