{
  "name": "Danse Macabre",
  "source": "XGE",
  "page": 153,
  "level": 5,
  "school": "N",
  "time": [
    {
      "number": 1,
      "unit": "action"
    }
  ],
  "range": {
    "type": "point",
    "distance": {
      "type": "feet",
      "amount": 60
    }
  },
  "components": {
    "v": true,
    "s": true
  },
  "duration": [
    {
      "type": "timed",
      "duration": {
        "type": "hour",
        "amount": 1
      },
      "concentration": true
    }
  ],
  "entries": [
    "Threads of dark power leap from your fingers to pierce up to five Small or Medium corpses you can see within range. Each corpse immediately stands up and becomes undead. You decide whether it is a {@creature zombie} or a {@creature skeleton} (the statistics for {@creature zombie||zombies} and {@creature skeleton||skeletons} are in the Monster Manual), and it gains a bonus to its attack and damage rolls equal to your spellcasting ability modifier.",
    "You can use a bonus action to mentally command the creatures you make with this spell, issuing the same command to all of them. To receive the command, a creature must be within 60 feet of you. You decide what action the creatures will take and where they will move during their next turn, or you can issue a general command, such as to guard a chamber or passageway against your foes. If you issue no commands, the creatures do nothing except defend themselves against hostile creatures. Once given an order, the creatures continue to follow it until their task is complete.",
    "The creatures are under your control until the spell ends, after which they become inanimate once more."
  ],
  "entriesHigherLevel": [
    {
      "type": "entries",
      "name": "At Higher Levels",
      "entries": [
        "When you cast this spell using a spell slot of 6th level or higher, you animate up to two additional corpses for each slot level above 5th."
      ]
    }
  ],
  "miscTags": [
    "SGT",
    "SMN",
    "UBA"
  ],
  "hasFluffImages": true,
  "classes": {
    "fromClassList": [
      {
        "name": "Warlock",
        "source": "PHB"
      },
      {
        "name": "Wizard",
        "source": "PHB"
      }
    ]
  }
}
