{
  "name": "Enlarge/Reduce",
  "source": "PHB",
  "page": 237,
  "srd": true,
  "level": 2,
  "school": "T",
  "time": [
    {
      "number": 1,
      "unit": "action"
    }
  ],
  "range": {
    "type": "point",
    "distance": {
      "type": "feet",
      "amount": 30
    }
  },
  "components": {
    "v": true,
    "s": true,
    "m": "a pinch of powdered iron"
  },
  "duration": [
    {
      "type": "timed",
      "duration": {
        "type": "minute",
        "amount": 1
      },
      "concentration": true
    }
  ],
  "entries": [
    "You cause a creature or an object you can see within range to grow larger or smaller for the duration. Choose either a creature or an object that is neither worn nor carried. If the target is unwilling, it can make a Constitution saving throw. On a success, the spell has no effect.",
    "If the target is a creature, everything it is wearing and carrying changes size with it. Any item dropped by an affected creature returns to normal size at once.",
    {
      "name": "Enlarge",
      "type": "entries",
      "entries": [
        "The target's size doubles in all dimensions, and its weight is multiplied by eight. This growth increases its size by one category—from Medium to Large, for example. If there isn't enough room for the target to double its size, the creature or object attains the maximum possible size in the space available. Until the spell ends, the target also has advantage on Strength checks and Strength saving throws. The target's weapons also grow to match its new size. While these weapons are enlarged, the target's attacks with them deal {@damage 1d4} extra damage."
      ]
    },
    {
      "name": "Reduce",
      "type": "entries",
      "entries": [
        "The target's size is halved in all dimensions, and its weight is reduced to one-eighth of normal. This reduction decreases its size by one category—from Medium to Small, for example. Until the spell ends, the target also has disadvantage on Strength checks and Strength saving throws. The target's weapons also shrink to match its new size. While these weapons are reduced, the target's attacks with them deal {@damage 1d4} less damage (this can't reduce the damage below 1)."
      ]
    }
  ],
  "savingThrow": [
    "constitution"
  ],
  "miscTags": [
    "OBJ",
    "SGT"
  ],
  "areaTags": [
    "ST"
  ],
  "classes": {
    "fromClassList": [
      {
        "name": "Sorcerer",
        "source": "PHB"
      },
      {
        "name": "Wizard",
        "source": "PHB"
      },
      {
        "name": "Artificer",
        "source": "UAArtificer"
      },
      {
        "name": "Artificer (Revisited)",
        "source": "UAArtificerRevisited"
      },
      {
        "name": "Artificer",
        "source": "TCE"
      }
    ],
    "classVariant": [
      {
        "name": "Bard",
        "source": "PHB",
        "definedInSource": "UAClassFeatureVariants"
      },
      {
        "name": "Druid",
        "source": "PHB",
        "definedInSource": "UAClassFeatureVariants"
      },
      {
        "name": "Bard",
        "source": "PHB",
        "definedInSource": "TCE"
      },
      {
        "name": "Druid",
        "source": "PHB",
        "definedInSource": "TCE"
      }
    ]
  }
}
